// Используя циклы решить задачку :
// У нас есть диапазон от 0 до 100
// 1) Вывести все числа из данного диап
// 2) Если число нацело делится на 3 вывести в консоль Hello
// 3) Если число нацело делится на 5 вывести в консоль World
// 4) Если число нацело делится на 5 и на 3 вывести в консоль Hello world

// Написать игру
// "Угадай число"
// 1)Создать переменную в которой хранится число
// 2)Предложить пользователю угадать число
// 3)Если число юзера больше , чем наше = написать , что его число больше
// 4)Если число юзера меньше , чем наше - написать , что его число меньше
// 5)Поздравить , если угадал
// * 6) После игры ппредложить сыграть еще раз , если пользователь захочет - он может играть бесконечно ,
// а если нет поинтересоваться точно ли юзеро хочет покинуть нашу игру
